[SpellChecker]
&Add=&Добавить
&Change All=Изменить в&се
&Custom Dictionary:=Словарь пользователя:
&Delete=&Удалить
&Dictionaries ...=&Словари ...
&Edit=&Правка
&Enter the new custom dictionary name:=&Введите имя нового словаря пользователя:
&Excluded Words=&Исключая слова
&Help=&Помощь
&Ignore All=Игнорир. &все
&Ignore this word:=&Игнорировать это слово:
&New=&Новый
&OK=&OK
&Options...=&Настройки...
&Replace With:=&Заменить на:
&Replace:=&Заменить:
&Suggestions:=&Предложения:
&Undo=&Отменить
&With:=&Этим:
(Ignore All / Change All)=(Игнорировать все / Изменить все)
(no suggestions)=(нет предложений)
A&uto-Correct Pairs=А&вто-Коррекция, Пары
Add&ed Words=&Добавленные слова
Au&to-Correct=Ав&то-Коррекция
Automatically correct DUal capitals=Автоматически исправлять ДВойные заглавные
C&hange=И&зменить
Cancel=Отмена
Choose Folder Containing Dictionaries=Выберите папку со словарями
Confirmation:=Подтверждение:
Custom Dictionaries:= Словари пользователя:
D&ictionaries:=&Словари:
Delete this custom dictionary?=Удалить этот словарь пользователя?
Dictionaries=Словари
E&xclude this word:=И&сключая это слово:
Filename=Имя файла
I&gnore=&Игнорировать
Ignore Internet addresses=Игнорировать Интернет-адреса
Ignore words containing numbers=Игнорировать слова с цифрами
Ignore words in &UPPERCASE=Игнорировать слова ПРОПИСЬЮ
Locate Dictionaries...=Указать Словари...
Name=Имя
New Custom Dictionary=Новый словарь пользователя
Not Found:=Не найдено:
O&ptions:=Н&астройки:
Prompt on repeated word=Подсказка по повторяющемуся слову
Reset Defaults=Сброс в исходные
Spelling=Орфография
Spelling Options=Настройки Орфографии
Suggest from main dictionaries only=Предлагать только из основных словарей
The spelling check is complete.=Проверка орфографии завершена.
These words will always be considered incorrect during a spell check operation.=Эти слова всегда будут считаться неправильными при проверке орфографии.
These words will automatically be corrected when encountered during a spelling check.=Эти слова будут автоматически скорректированы, если встретятся при проверке орфографии.
These words will be considered correct during a spell check operation.=Эти слова будут считаться правильными при проверке орфографии.
Words added with Ignore All / Change All=Слова, добавленные с Игнорировать все / Изменить все

[TfrmColors]
&Even rows:=&Чётные строки:
&Font color:=&Цвет шрифта:
&Odd rows:=&Нечётные строки:
&Untranslated items:=&Непереведённые пункты:

;Коммментарий
Cancel=Отмена
Color Preferences=Параметры цветов
Fo&nt color:=Ц&вет шрифта:
Fon&t color:=Цв&ет шрифта:
OK=OK

[TfrmComments]
-=-
&Copy=&Копировать
&Original:=&Оригинал:
&Paste=&Вставить
&Translation:=&Перевод:
&Undo=&Отменить
Comments=Комментарии
Copy|Copies the selection and puts it on the Clipboard=Копировать|Копировать выбор в буфер обмена
Cu&t=&Вырезать
Cut|Cuts the selection and puts it on the Clipboard=Вырезать|Вырезать выбор в буфер обмена
Paste|Inserts Clipboard contents=Вставить|Вставить содержимое буфера обмена
Select &All=Выбрать в&сё
Select All|Selects the entire document=Выбрать всё|Выбрать весь документ
Undo|Reverts the last action=Отменить|Отменить последнее действие

[TfrmConfigKbd]
&Add=&Добавить
&Close=&Закрыть
&Current shortcuts:=&Текущие клавиши:
&New shortcut:=&Новая клавиша:
&Remove=&Удалить
Cate&gories:=Кате&гории:
Co&mmands:=Ко&манды:
Configure Keyboard=Настроить клавиатуру
Description:=Описание:
R&eset=&Сбросить
Select command:=Выберите команду:
Select shortcut:=Выберите клавишу:

[TfrmConfigSuspicious]
&Leading spaces mismatch=Несовпадение &ведущих пробелов
&Match between original and translation (one string per row):=&Совпадения м/д оригиналом и переводом (одна строка на ряд)
&Original and translation are the same=&Оригинал совпадает с переводом
&Trailing spaces mismatch=Несовпадение &замыкающих пробелов
Cancel=Отмена
Configure suspicious translations=Настроить подозрительные переводы
Mismatched &control characters at end=Несовпадение &упр-символов в конце
OK=OK
Translation is &empty=&Перевод пуст
Treat as suspicious:=Считать подозрительными:

[TfrmDictEdit]
&Add=&Добавить
&Original:=&Оригинал:
&Remove=&Удалить
&Translations:=&Переводы:
A&dd=Д&обавить
Add a new original=Добавить новый оригинал
Add a new translation=Добавить новый перевод
All items\r\nItems with translations\r\nItems without translations\r\nItems with > 1 translations\r\nItems with 1 translation\r\n=Все пункты\r\nПункты с переводом\r\nПункты без перевода\r\nПункты с >1 переводом\r\nПункты с 1 переводом\r\n
Cancel=Отмена
Change the selection to see different subsets of the dictionary=Измените выбор, чтобы видеть разные категории словаря
Displays available translations. Bold items are the default translations.=Показыывает доступные переводы. Жирным выделены исходные переводы.
Edit Dictionary=Изменить словарь
Make Default=Сделать исходным
OK=
Re&move=Уд&алить
Remove selected original=Удалить выбранный оригинал
Remove the selected translation=Удалить выбранный перевод
S&how:=По&казать:

[TfrmDictTranslationSelect]
&Add=&Добавить
&Change=&Изменить
&Don't check translated items=&Не проверять переведённые пункты
&Ignore=&Игнорировать
&Original:=&Оригинал:
&Translation:=&Перевод:
A&vailable translations:=&Доступные переводы:
Add suggested translation to dictionary=Добавить предложенный перевод в словарь
Close=Закрыть
Don't &ask again (in this session)=Не спрашивать (эта сессия)
Don't show this dialog again and use the latest response=Не показывать этот диалог и использовать последний ответ
Ignore this item (don't translate)=Игнорировать этот пункт (не переводить)
Select Translation=Выберите Перевод
Skip items that are already translated=Пропускать уже переведённые пункты
Stop translating=Закончить перевод
Use the suggested translation=Использовать предложенный перевод

[TfrmEditItem]
&Name:=&Имя:
&OK=&OK
&Original:=&Оригинал:
&Section:=&Секция:
&Translation:=&Перевод:
Cancel=Отмена
Edit Item=Изменить пункт
Ori&ginal Comment=Комментарий &оригинала
T&ranslation Comment=Комментарий &перевода

[TfrmFindReplace]
Find/Replace=Найти/Заменить

[TfrmImportExport]
(there is nothing to show in this view)=(здесь нечего показывать)
Close=Закрыть
Configure...=Настроить...
Import/Export=Импорт/Экспорт
OK=OK

[TfrmMain]
"%s" has been changed outside the program, do you want to reload it?="%s" был изменён внешней программой, перезагрузить его?
#=№
%0:d of %1:d translated=переведено %0:d из %1:d
%0:s, version %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; all rights reserved\n\nToolbars and menus courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org/tb2k.php.\nTheme enabled toolbars and menus courtesy of TBX.\n\tFor more information, see http://g32.org/tbx/index.html.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com/delphitbx.\nUnicode enabled add-on package for Toolbar2000 and TBX courtesy of Silverpoint Development\n\tFor more information, see http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://www.tntware.com/delphicontrols/unicode/.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=%0:s, версия %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; все права защищены\nРусификация выполнена Александром Корниенко (AKA  KorA) / kora@users.sourceforge.net\n\nПанели и меню благодаря Toolbar2000.\n\tДополнительная информация -  http://www.jrsoftware.org/tb2k.php.\nПанели и меню с темами благодаря TBX.\n\tДополнительная информация - http://g32.org/tbx/index.html.\nДоп. темы для TBX благодаря Roy Magne Klever.\n\tДополнительная информация - http://www.rmklever.com/delphitbx.\nДоп. Unicode пакет Toolbar2000 и TBX благодаря Silverpoint Development\n\tДополнительная информация - http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode элементы благодаря Troy Wolbrink's TNT controls.\n\tДополнительная информация - http://www.tntware.com/delphicontrols/unicode/.\nПроверка орфографии любезно пожертвована Addictive Software.\n\tДополнительная информация и словари - http://www.addictivesoftware.com\n\nЭта программа предоставляется на основе лицензии MPL 1.1\n(для уточнений - http://www.mozilla.org/MPL/MPL-1.1.html) и поставляется\nбез гарантий абсолютно любого вида.
%d items=Пунктов: %d
&Actions=&Действия
&Dictionary=&Словарь
&Edit=&Правка
&Encoding:=&Кодировка:
&Export=&Экспорт
&File=&Файл
&Find Next=Найти дальше
&Help=&Помощь
&Import=&Импорт
&Plugins=&Плагины
&Replace=&Заменить
&Translation:=&Перевод:
&Tree view=Вид &деревом
&View=&Вид
(New Tool %d)=(Нов. Инструмент %d)
(no dictionary)=(нет словаря)
(none)=(нет)
(not assigned)=(не связано)
[%0:s] - %1:s=[%0:s] - %1:s
About %s...=О программе %s...
About...=О программе...
Actions=Действия
Add current item to the dictionary=Добавить текущий пункт в словарь
Add Item=Добавить пункт
Add Item...=Добавить пункт...
Add new item to original and translation=Добавить новый пункт в оригинал и перевод
Add to Dictionary=Добавить в словарь
An item with the specified Section and Name already exists=Пункт с указанной Секцией и Именем уже существует
ANSI=ANSI
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
Arguments:=Аргументы:
ASCII Value(s)...=Значение(я) ASCII ...
ASCII Value(s):=Значение(я) ASCII:
Assigned to:=Связано с:
Available &plugins:=Доступные &плагины:
Bookmark 0=Закладка 0
Bookmark 1=Закладка 1
Bookmark 2=Закладка 2
Bookmark 3=Закладка 3
Bookmark 4=Закладка 4
Bookmark 5=Закладка 5
Bookmark 6=Закладка 6
Bookmark 7=Закладка 7
Bookmark 8=Закладка 8
Bookmark 9=Закладка 9
Case of letters (UPPER/lower) must match=Регистр символов (ВЕРХНИЙ/нижний) должен совпадать
Clear=Очистить
Clear All Translations=Очистить все переводы
Clear current dictionary items first?=Сначала очистить пункты текущего словаря?
Clear the MRU list=Очистить список MRU
Clear the translated text=Очистить переведённый текст
Close=Закрыть
Close this dialog=Закрыть этот диалог
Configure Keyboard...=Настроить Клавиатуру...
Configure suspicious translations...=Настроить подозрительные переводы...
Configure the behavior of Next Suspicious Translation=Настроить поведение Следующего Подозрительного Перевода
Confirm=Подтверждение
Confirm Delete=Подтвердите удаление
Continue searching=Продолжить поиск
Copy=Копировать
Copy all text from original file to translation=Копировать весь текст из оригинала в перевод
Copy from Name=Скопировать из Имени
Copy from Original=Скопировать из оригинала
Copy selected text=Скопировать выбранный текст
Copy the value of Name to Translation=Скопировать текст из Имени в перевод
Copy the value of Original to Translation=Скопировать текст из оригинала в перевод
Copy to Clipboard?=Копировать в буфер обмена?
Could not create file "%s".\r\nPlease check that the file is writable and that you have sufficient permissions to create and modify files in the affected folder.=Не могу создать файл "%s".\r\nУдостоверьтесь, что файл можно записать и что у  Вас есть права на создаание и изменение файлов в указанной папке.
Create a new translation template file for IniTranslator itself=Создать новый шаблон перевода для самого IniTranslator
Create new dictionary=Создать новый словарь
Create new translation=Создать новый перевод
Customize...=Настроить...
Cut=Вырезать
Cut selected text=Вырезать выбранный текст
Decoded characters=Расшифрованные символы
Delete Item...=Удалить пункт...
Delete selected item?=Удалить выбранный пункт?
Delete the current item from both original and translation=Удалить текущий пункт из оригинала и перевода
Dictionary=Словарь
Dictionary created and ready for use.=Словарь создан и готов к использованию.
Dictionary files|*.dct;*.cat|All files|*.*=Файлы словарей|*.dct;*.cat|Все файлы|*.*
Dictionary is empty: create or load a dictionary first!=Словарь пуст: сначала создайте или загрузите словарь!
Display orphans (items in translation that are not in the original)=Показывать мусор (пункты из перевода, которых нет в оригинале)
Display the details pane=Показывать панель деталей
Display the keyboard configuration window=Показать окно настройки клавиатуры
Display the settings dialog=Показать окно настроек
Display the tools window=Показать окно инструментов
Edit=Правка
Edit all parts of the current item=Изменить все части текущего пункта
Edit Dictionary...=Изменить словарь...
Edit Item=Изменить пункт
Edit Item...=Изменить пункт...
Edit the currently loaded dictionary=Изменить текущий загруженный словарь
Error=Ошибка
Exit=Выход
Exit application=Закрыть программу
Export=Экспорт
Export to an external file or files=Экспортировать во внешний файл или внешние файлы
Export...=Экспорт...
Failed to execute "%s %s": %s=Ошибка при запуске "%s %s": %s
Fi&nd what:=&Найти:
File=Файл
File "%s" not found: make sure the file exists and try again=Файл "%s" не найден: убедитесь, что файл существует, и попробуйте снова
Find=Поиск
Find &in:=Найти &в:
Find Next=Искать дальше
Find next occurence of the text=Найти следующее вхождение текста
Find next translated item that is missing a shortcut key present in the original=Найти следующий переведённый пункт, в котором отсутствует горячая клавиша из оригинала
Find...=Поиск...
Find/Replace=Найти/Заменить
Full Screen=Полный экран
Go to next item in list=Перейти к следующему пункту списка
Go to next untranslated item=Перейти к следующему непереведённому пункту
Go to previous item in list=Перейти к предыдущему пункту списка
Go to previous untranslated item=Перейти к предыдущему непереведённому пункту
Goto Bookmark=Перейти к Закладке
Goto Bookmark 0=Перейти к Закладке 0
Goto Bookmark 1=Перейти к Закладке 1
Goto Bookmark 2=Перейти к Закладке 2
Goto Bookmark 3=Перейти к Закладке 3
Goto Bookmark 4=Перейти к Закладке 4
Goto Bookmark 5=Перейти к Закладке 5
Goto Bookmark 6=Перейти к Закладке 6
Goto Bookmark 7=Перейти к Закладке 7
Goto Bookmark 8=Перейти к Закладке 8
Goto Bookmark 9=Перейти к Закладке 9
Help=Помощь
Ignore control c&haracters=Пропускать &упр-символы
Import=Импорт
Import from an external file or files=Импортировать из внешнего файла или внешних файлов
Import...=Импорт...
Information=Информация
Ini Translator=Ini Translator
Invert Dictionary=Обратить словарь
Invert the dictionary=Обратить словарь
inverted=обращён
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=Файлы языка|*.lng|Файлы Inno Setup|*.isl|Файлы Ini|*.ini;*.inf|Текстовые файлы|*.txt:*.inc;*.bat;*.doc|Все поддерживаемые|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|Все файлы|*.*
lng=lng
Load Dictionary...=Загрузить словарь...
Load existing dictionary=Загрузить существующий словарь
Match &case=Совпадение регистра
Match &line=Совпадение с&троки
Menu=Меню
Modified=Изменён
More Buttons|Click to see more buttons=Дополнительные кнопки
Move one page down in the list=Перейти по списку на страницу вниз
Move one page up in the list=Перейти по списку на страницу вверх
Move to next item that is suspected not being translated correctly=Перейти к следующему пункту,который выглядит неправильно переведённым
Move to the bottom of the list=Перейти к последнему пункту списка
Move to the top of the list=Перейти к первому пункту списка
MRU=MRU
Name cannot be empty=Имя не может быть пустым
New Dictionary...=Новый словарь...
New Translation=Новый перевод
Next=Следующий
Next suspicious translation=Следующий подозрительный перевод
Next unmatched shortcut=Следующая несовпавшая клавиша
Next untranslated=Следующий непереведённый
Open Dictionary File=Открыть файл словаря
Open existing translation file=Открыть существующий файл перевода
Open original and translation file=Открыть файл оригинала и перевода
Open Original Language File=Открыть файл-оригинал языка
Open Original...=Открыть оригинал...
Open Translated Language File=Открыть файл-перевод языка
Open Translation...=Открыть перевод...
Ori&ginal:=&Оригинал:
Original=Оригинал
Original (%s)=Оригинал (%s)
Original text cannot be empty=Текст оригинала не может быть пустым
Original\r\nTranslation\r\nBoth\r\n=Оригинале\r\nПереводе\r\nОбеих\r\n
Paste=Вставить
Paste from clipboard=Вставить из буфера обмена
Plugin Error=Ошибка плагина
Preferences...=Параметры...
Prev untranslated=Предыдущий непереведённый
Previous=Предыдущий
Re&place with:=&Заменить на:
Ready=Готов
Remove Invalid=Стереть ошибочные
Remove invalid entries from the MRU list=Стереть ошибочные записи из списка MRU
Reopen=Заново открыть
Replace &All=Заменить &все
Replace all occurences of the text=Заменить все вхождения текста
Replace one item/show replace options=Заменить один пункт/показать настройки замены
Replace text=Заменить текст
Replace...=Заменить...
Restore original sort=Восстановить исходную сортировку
Save current dictionary to file=Сохранить словарь в файл
Save current original file=Сохранить текущий файл оригинала
Save current original file with a new filename=Сохранить текущий файл оригинала под новым именем
Save current translation file=Сохранить текущий файл перевода
Save current translation with a new filename=Сохранить текущий перевод под новым именем
Save Dictionary File=Сохраниь файл словаря
Save Dictionary...=Сохранить словарь...
Save modifications to the dictionary?=Сохранить изменения в словаре?
Save Original=Сохранить оригинал
Save Original As...=Сохранить оригинал как...
Save Original Language File As=Сохранить файл-оригинал языка как
Save Translated Language File As=Сохранить файл-перевод языка как
Save Translation=Сохранить перевод
Save Translation As...=Сохранить перевод как...
Save Translation Template=Сохранить шаблон перевода
Search &up=Искать &вверх
Search for text=Поиск текста
Search upwards in the list=Искать вверх по списку
Section cannot be empty=Секция не может быть пустой
Select a help file=Выберите файл помощи
Select a language file=Выберите файл языка
Select All=Выбрать всё
Select all text=Выбрать весь текст
Select the field(s) to search in=Выберите поле(я) для поиска
Set focus to the listview=Установить фокус в список
Set focus to the original edit field=Установить фокус в поле оригинала
Set focus to the translation edit field=Установить фокус в поле перевода
Show about box=Показать окно "О программе"
Show help file=Показать файл помощи
Show Key Details=Показывать детали пункта
Show Quotes=Показывать кавычки
Show quotes in texts=Показывать кавычки в тексте
Show the ASCII values for the selected text=Показывать значения ASCII для выбранного текста
Skip any control characters (non-alphanumeric) when searching=Пропускать при поиске любые управляющие символы (не буквы, не цифры)
Spell check the translations=Проверить орфографию перевода
Spelling...=Орфография...
T&ools=&Инструменты
Test the exception handler=Проверка обработчика ошибок
Text must match the entire line=Текст должен совпадать полной строкой
The language will not be changed until you restart the program=Язык не изменится, пока вы не перезапустите программу
The text "%s" could not be found=Текст "%s" не может быть найден
The translation file has been modified, do you want to save it?=Файл перевода был изменён, вы хотите сохранить его?
There are no plugins to show.=Нет плагинов для отображения.
This action is just here to disable shortcuts in rich edits (no need to translate this text)=
This function is not yet implemented=Эта функция ещё не реализована
Toggle Bookmark=Переключить Закладку
Toggle Bookmark 0 on/off=Закладка 0 Вкл/Выкл
Toggle Bookmark 1 on/off=Закладка 1 Вкл/Выкл
Toggle Bookmark 2 on/off=Закладка 2 Вкл/Выкл
Toggle Bookmark 3 on/off=Закладка 3 Вкл/Выкл
Toggle Bookmark 4 on/off=Закладка 4 Вкл/Выкл
Toggle Bookmark 5 on/off=Закладка 5 Вкл/Выкл
Toggle Bookmark 6 on/off=Закладка 6 Вкл/Выкл
Toggle Bookmark 7 on/off=Закладка 7 Вкл/Выкл
Toggle Bookmark 8 on/off=Закладка 8 Вкл/Выкл
Toggle Bookmark 9 on/off=Закладка 9 Вкл/Выкл
Toggle Focus=Переключить фокус
Toggle focus between list and translation=Переключить фокус между списком и переводом
Toggle full screen mode=Переключение режим полного экрана
Toggle the comments window=Переключение окно комментариев
Toggle the Translated status of the item=Переключение статуса пункта "Переведено"
Tools=Инструменты
Translate using Dictionary=Перевести, используя Словарь
Translate using the dictionary=Перевести, используя словарь
Translated=Переведено
Translating with dictionary finished=Перевод по словарю завершён
Translation=Перевод
Translation (%s)=Перевод (%s)
Trim leading and trailing characters=Усечь ведущие и замыкающие символы
Trim...=Усечь...
Unable to locate the help file (%s). Make sure the file exists and try again.=Не могу найти файл помощи (%s). Убедитесь, что фал существует, и попробуйте снова.
Undo=Отменить
Undo last edit=Отменить последнее изменение
Unicode=Unicode
Use this translation everywhere=Использовать этот перевод везде
UTF-8=UTF-8
View=Вид
View Comments=Показывать комментарии
View Orphaned Items=Показывать мусор

[TfrmOptions]
&Encoding for new files:=&Кодировка новых файлов:
&Font:=&Шрифт:
&Footer:=&Нижний колонтитул:
&Header:=&Заголовок:
&Help:=&Помощь:
&Ignore translated items when using dictionary=&Игнорировать переведённые пункты при использовании словаря
&Language:=&Язык:
...=...
A&utomatically move to next/previous=Авто&мат. переход к след./пред.
Advanced=Дополнительно
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
Autofo&cus translation when typing=Авто&фокус в перевод при наборе
Cancel=Отмена
Color&s...=&Цвета...
Continually check whether the currently loaded files are being modified outside the program=Постоянно проверять, были ли изменены загруженные файлы внешними программами
Enable to show the full path and filename of the loaded files in the listview's columns header=Включить полный путь и имя загруженного файла в заголовке столбца списка
Enclose strings in quote characters when editing them=Заключать строки в кавычки при редактировании
General=Общие
I&gnore &&'s in dictionaries=Пропускать '&&' в словаре
In&vert dictionary=Обратить &словарь
Monitor external file &changes=Проверять внешние изменения файлов
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=Переходить к следующему пункту по нажатию ENTER (Shift-ENTER - к предыдущему)
OK=OK
Preferences=Параметры
Press &RETURN to confirm translation:=Нажимать ENTER для подтв. перевода:
Preview:=Просмотр:
Remember form &position:=Запоминать положение &окна:
Remember form min/ma&x state=Запом. разв./свёрн. состояние
Remember location of main window=Запоминать положение главного окна
Remember whether main window was minimized /maximized=Запоминать, развёрнуто/свёрнуто ли окно
Save the current edits when pressing RETURN=Сохранить текущие изменения по нажатию ВВОДа
Select a new font for the list and edit fields=Выбрать новый шрифт для списка и полей редактирования
Sh&ow full filename in list columns=Полное имя файла в столбцах списка
Sho&w details=Показывать детали
Show &quotes=Показывать кавычки
Show &tooltips:=Показывать &подсказки:
Show short&cuts in tooltips=Клавиши в подсказках
Show shortcuts in tooltips windows=Показывать клавиши в окнах подсказок
Show the details panel in the main window=Показывать панель деталей в главном окне
Show tooltips windows=Показывать окна подсказок
Si&ze:=Раз&мер:
Skip already translated items when using dictionary=Пропускать уже переведённые пункты при использовании словаря
Switch order of the items in the dictionary=Изменить порядок пунктов в словаре
Use sa&me start folder for all files=Та же папка для всех файлов
Use translation ever&ywhere=Использовать перевод везде
When a file is opened, set the new folder as the start folder for all file open and save dialogs=Когда файл открыт, установить новую папку как стартовую папку для всех диалогов открытия/сохранения
When a translation is made, copies the translation to all other matching items automatically=Когда сделан перевод, скопировать его во все другие подходящие пункты
When activated, typing in the listview will automatically move focus to the translation edit field.=Набор в списке автоматически переводит фокус в поле перевода.
When translating with the dictionary, strip out any &'s in the original text before comparing=При переводе по словарю, удалять все '&&' из оригинального текста перед сравнением

[TfrmOrphans]
Copy=Копировать
Orphaned Items=Пункты-мусор

[TfrmPromptArgs]
Application Directory=Папка программы
Arguments:=Аргументы:
Cancel=Отмена
Command Line:=Командная строка:
Dictionary Directory=Папка словаря
Dictionary Extension=Расширение файла словаря
Dictionary Name=Имя файла словаря
Dictionary Path=Путь словаря
OK=OK
Original Directory=Папка оригинала
Original Extension=Расширение файла оригинала
Original Line=Строка оригинала
Original Name=Имя файла оригинала
Original Path=Путь оригинала
Original Text=Текст оригинала
System Directory=Системная папка
Title=Название
Translation Directory=Папка перевода
Translation Extension=Расширение файла перевода
Translation Line=Строка перевода
Translation Name=Имя файла перевода
Translation Path=Путь перевода
Translation Text=Текст перевода
Windows Directory=Папка Windows

[TfrmTools]
&...=&...
&Add=&Добавить
&Command:=&Команда:
&Delete=&Удалить
&Initial Directory:=&Исходная папка:
&Prompt for arguments=Запрос аргументов
&Test=&Тест
&Title:=&Название:
A&rguments:=&Аргументы:
Add a new tool item=Добавить новый инструмент
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=Все исполняемые (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|Все файлы (*.*)|*.*
Application Directory=Папка программы
C&lear=&Очистить
Cancel=Отмена
Dictionary Directory=Папка словаря
Dictionary Extension=Расширение файла словаря
Dictionary Name=Имя файла словаря
Dictionary Path=Путь словаря
Execute the command without closing this dialog=Выполнить команду, не закрывая этот диалог
External Tools=Внешние инструменты
Me&nu Contents:=Содержимое &Меню:
Move &Up=&Вверх
Move Do&wn=В&низ
Move item higher in list=Передвинуть инструмент выше
Move item lower in list=Опустить инструмент ниже
OK=OK
Original Directory=Папка оригинала
Original Extension=Расширение файла оригинала
Original Line=Строка оригинала
Original Name=Имя файла оригинала
Original Path=Путь оригинала
Original Text=Текст оригинала
Remove selected tool item=Удалить выбранный инструмент
Shortcut &Key:=&Горячая клавиша:
System Directory=Системная папка
Translation Directory=Папка перевода
Translation Extension=Расширение файла перевода
Translation Line=Строка перевода
Translation Name=Имя файла перевода
Translation Path=Путь перевода
Translation Text=Текст перевода
Use an alternate method to execute command. If your command doesn't work, try checking this option=Использовать альтернативный запуск команды. Если команда не работает, попробуйте отметить.
Use Shell E&xecute=Исп. запуск оболочки
Wait for co&mpletion=Ждать &завершения
Wait for the command to complete before returning to the program (doesn't work with all programs)=Ожидать завершения команды перед возвратом в программу (работает не всегда)
When executed, a dialog is displayed where you can type in any additional arguments of your choice=При запуске выводится диалог, в котором Вы можете задать дополнительные аргументы
Windows Directory=Папка Windows

[TfrmTrim]
Cancel=Отмена
Leading\r\nTrailing\r\nBoth\r\n=Ведущие\r\nЗамыкающие\r\nВсе\r\n
OK=OK
Original\r\nTranslation\r\nBoth\r\n=Оригинал\r\nПеревод\r\nОба\r\n
Trim additional &whitespace also=Также усечь дополнительные &пробелы
Trim h&ow:=Усечь &как:
Trim Options=Настройки усечения
Trim wh&at:=Усечь &что:
Trim wh&ere:=Усечь &где:

[Translator]
Author=Ini Translator
EMail=(нет)
Language=Russian
Version=1.9.0.36
